<?php

return [
    'default_welcome_message'       => '{name}, поздравляем с успешной подпиской',

    'fail'                  => 'На любой вопрос с радостью ответит наш менеджер @soloveystudio' . PHP_EOL .
        'или можете связаться с нами  по рабочему номеру Студии:  +380 50 753 4838',
    'admin_menu'            => 'Выберите раздел',
    'ask_name'              => 'Давайте познакомимся. Как Вас зовут?',
    'ask_group'             => 'Выберите группу (Можно несколько)',
    'ask_time'              => 'Выберите время за которое собрать подписки',
    'ask_custom_time'       => 'Введите свое время (в минутах)',
    'ask_message'           => 'Введите сообщение для рассылки',
    'ask_new_group'         => 'Выберите группу для редактирования',
    'edit_group'            => 'Введите новое название для группы: :name',
    'save_edit_group'       => 'Название группы :old_name изменено на :new_name',
    'ask_time_send_message' => 'Введите время отправки сообщения в минутах (0 - отправить сейчас)',
    'save_welcome_message_group' => 'Приветственное сообщение для группы :name успешно изменено',
    'edit_welcome_message_group' => 'Введите новое приветственное сообщение',
    'ask_add_buttons' => 'Нужно добавить кнопки?',
    'ask_buttons' => 'Для того, чтоб прикрепить кнопки отправьте сообщение вида: Текст|Ссылка,Текст|Ссылка.' . PHP_EOL .
        'Пример: Перейти ВК|https://vk.com,Инстаграм|https://instagram.com',
];
